{
  "login": "الورود",
  "Sign Up": "الثبت نام",
  "Already have an Account?": "اخوی اکانت داری؟",
  "If you are new?": "اخوی اکانت نداری؟",
  "create now": "الثبت نام",
  "welcome": "اهلا وسهلا",
  "Get Safe Delivery At Your Door Step": "Get Safe Delivery At Your Door Step",

  "Phone": "رقم التليفون",
  "Email": "إيميل",
  "Website": "موقع إلكتروني",
  "Address": "عنوان",

  "Information": "اطلاعات",
  "Help": "مساعدة",
  "You can see your previous orders here.": "يمكنك رؤية طلباتك السابقة هنا.",
  "Order list": "قائمة الطلبات",
  "Order code": "رمز الطلب",
  "Thank you for your order": "شكرا لطلبك.",
  "your order has been placed successfully.": "لقد تم تقديم طلبك بنجاح.",
  "Your order ID is": "معرف طلبك هو",
  "Order details.": "تفاصيل الطلب.",
  "Bag total": "إجمالي الحقيبة",
  "Bag savings": "توفيرات الحقيبة",
  "Coupon discount": "خصم قسيمة",
  "Apply coupon": "تطبيق القسيمة",
  "Delivery": "توصيل",
  "Total amount": "المبلغ الإجمالي",
  "Name is required": "الاسم مطلوب",
  "age_min": "يجب أن يكون العمر 4 سنوات على الأقل",
  "age_max": "يجب أن يكون العمر 18 سنة على الأكثر",
  "Age is required": "العمر مطلوب",
  "Height is required": "الطول مطلوب",
  "Weight is required": "الوزن مطلوب",
  "Gender is required": "الجنس مطلوب",
  "Ooops!": "عفوًا!",
  "404": "٤٠٤",
  "ERROR": "خطأ",
  "Page Not Found": "الصفحة غير موجودة",
  "Sorry about this problem but don’t worry you will find your way back again": "نعتذر عن هذه المشكلة ولكن لا داعي للقلق، ستجد طريقك مرة أخرى",
  "Go Back To Home": "العودة إلى الصفحة الرئيسية",
  "Delivery addresses": "عناوين التوصيل",
  "Transactions": "المعاملات",
  "Coupons": "كوبونات",
  "Language": "اللغة",
  "About Us": "معلومات عنا",
  "Contact Us": "اتصل بنا",
  "Log out": "تسجيل الخروج",

  "Organizational roles of team members": "الأدوار التنظيمية لأعضاء الفريق",
  "Dr. Abdolreza Soleymani": "الدكتور عبد الرضا سليماني",
  "Founder Owner and Chief Executive Officer (CEO)": "المؤسس والمالك والرئيس التنفيذي (CEO)",
  "Dr. Parsa Madadi Amiri": "الدكتور بارسا مددي أميري",
  "Chief Business Development Officer (CBDO)": "الرئيس التنفيذي لتطوير الأعمال (CBDO)",
  "Dr. Mahdi Amirpour": "الدكتور مهدي أميربور",
  "Chief Operating Officer (COO)": "الرئيس التنفيذي للعمليات (COO)",
  "Dr. Saleh Goltabar": "الدکتور صالح گل تبار",
  "Chief Financial Officer (CFO)": "المدير المالي(CFO)",

  "Ferezi group on..... with slogan Happy K to Smart 12 started its activity.": "",
  "Ferezi application has taken a new step by using the expertise of creative and experienced young people in their field of work using new ideas.": "لقد خطى تطبيق فرزي خطوة جديدة من خلال الاستعانة بخبرات الشباب المبدعين وذوي الخبرة في مجال عملهم باستخدام أفكار جديدة.",
  "The idea of forming Ferezi was sparked by attention to basic nutrition and concern for the healthy nutrition of children.": "  نشأت فكرة تأسيس فرزي من خلال الاهتمام بالتغذية الأساسية والاهتمام بالتغذية الصحية للأطفال.",
  "The goal of this project is to provide healthy and basic food packs and snacks for children as soon as possible.": "الهدف من هذا المشروع هو توفير عبوات غذائية صحية وأساسية ووجبات خفيفة للأطفال في أسرع وقت ممكن",
  "Our developer Team": "فریقنا",
  "Hadi HeidarNemati": "هادی حیدرنعمتی",
  "Nothing is impossible for me. In fact I can cut the mustard. If you want, I can turn my laptop into a snake.": "لا شيء مستحيل بالنسبة لي.  في الواقع، أستطيع التعامل مع أي شيء.  إذا أردت، يمكنني أن أحول حاسوبي المحمول إلى ثعبان لك.",

  "Project manager and Back-end Developer.": "مدیر المشروع و بک اند دوولوبر",
  "https:/t.me/hhnemati": "https:/t.me/hhnemati",
  "h.hnemati@gmail.com": "h.hnemati@gmail.com",
  "Sepide Jalali": "سپیده جلالی",
  "Designer": "دیزاینر",
  "Sajede Azimi": "ساجده عظیمی",
  "Content management": "ادارة المحتوى و المترجم",
  "I think instead of you so you 'll be comfortable": "أعتقد بدلا منك لذلك عليك أن تكون مرتاحا",
  "I am very picky about the words I say and write": "أنا دقيق جدًا في الكلمات التي أقولها وأكتبها",

  "How to buy from the store?": "كيفية الشراء من متجركم الإلكتروني؟",
  "Parents, childrens, users and customers of Ferezi can get healthy snacks online through the website or buy in person at selected stores registered in Ferezi. Ferezi allows schools and educational centers that have buffets and restaurants to become active representatives of Ferezi products by registering in the Ferezi system.": "يمكنك التأكد من جودة منتجات فريزي من خلال التحقق من آراء العملاء والشهادات والتقارير الصحيحة. ويجب أن نضيف أنه يمكنك معرفة جودة المنتجات من خلال زيارة معارض فريزي الدائمة والمؤقتة واختبار الطعام من قبل الآباء والأطفال.",
  "Is it possible to cancel the order?": "هل من الممكن إلغاء الطلب؟",
  "Yes, of course. You can cancel your order from the Ferezi store. However, Ferezi store is not responsible for paying the delivery fee.": " نعم بالطبع.  يمكنك إلغاء طلبك من متجر فريزي.  لكن متجر فريزي غير مسؤول عن دفع رسوم التوصيل.",
  "Is it possible to order for another person and deliver to her?": "هل يمكن الطلب لشخص آخر والتوصيل لها؟",
  "Yes, provided that the client is approved in the Ferezi system.": " نعم بشرط أن يكون العميل معتمد في نظام الفرزي.",
  "How can I trust your online store?": "كيف يمكنني الوثوق بمتجرك الإلكتروني؟",
  "You can be sure the quality of Ferezi products by checking the opinions of customers, certificates, and valid reports. We must add that you can know the quality of products by visiting the permanent and temporary exhibitions of Ferezi and testing the food by parents and childrens.": "يمكنك التأكد من جودة منتجات فريزي من خلال التحقق من آراء العملاء والشهادات والتقارير الصحيحة. ويجب أن نضيف أنه يمكنك معرفة جودة المنتجات من خلال زيارة معارض فريزي الدائمة والمؤقتة واختبار الطعام من قبل الآباء والأطفال.",
  "Is it possible to buy installments in Ferezi?": "هل يمكن الشراء بالتقسيط في فريزي؟",
  "Yes, but the level and amount of installments depends on the credit of the customer in the Ferezi system. Installments may increase or decrease.": "نعم، ولكن مستوى ومبلغ الأقساط يعتمد على رصيد العميل في نظام الفريزي.الأقساط قد تزيد أو تنقص.",
  "Is it possible to pay COD on your website ?": "هل من الممكن دفع عند التسلیم على موقع الويب الخاص بك؟",
  "Yes, you can pay the fee to the salesperson or the delivery agent when the package is delivered.": "نعم، يمكنك دفع الرسوم لمندوب المبيعات أو وكيل التوصيل عند تسليم الطرد.",
  "How long will it take for my order to arrive?": "كم من الوقت سيستغرق وصول طلبي؟",
  "Under normal circumstances, in the city of Muscat, within a radius of 15 kilometers, there is a Farzi snack supply center within a radius of 15 kilometers, and your package will reach you in less than 15 minutes. Of course, this range can be extended to a radius of 50 km in Muscat in normal conditions and outside of peak hours, and the delivery time will increase by a maximum of 30 minutes.": " في الظروف العادية، في مدينة مسقط، ضمن دائرة نصف قطرها 15 كيلومترًا، يوجد مركز فرزي لتوريد الوجبات الخفيفة ضمن دائرة نصف قطرها 15 كيلومترًا، وستصل إليك طردتك في أقل من 15 دقيقة. وبالطبع يمكن تمديد هذا النطاق إلى نصف قطر 50 كم في مسقط في الظروف العادية وخارج ساعات الذروة، وسيزيد وقت التسليم بحد أقصى 30 دقيقة.",
  "How can you return a defective product?": "كيف يمكنك إرجاع منتج معيب؟",
  "You can return defective goods to stores and schools (as a Ferezi partner) before consumption. Defective goods can be returned to schools at the time of consumption. However, for schools that cooperate with Farzi, a percentage of the order is considered to cover defective goods": "يمكنك إرجاع البضائع المعيبة إلى المتاجر والمدارس (كشريك فريزي) قبل الاستهلاك.  يمكن إرجاع البضائع المعيبة إلى المدارس في وقت الاستهلاك. ومع ذلك، بالنسبة للمدارس التي تتعاون مع فرزي، تعتبر نسبة من الطلب لتغطية البضائع المعيبة.",
  "How do I use a discount code in your store?": "كيف أستخدم رمز الخصم في متجرك؟",
  "There will be different modes. It should be checked so that our ability and support capacity is consistent with common cases in these countries.": " سيكون هناك أوضاع مختلفة.  وينبغي التحقق من ذلك حتى تكون قدرتنا وقدراتنا الداعمة متوافقة مع الحالات الشائعة في هذه البلدان.",
  "Is it possible to change the delivery address after the order placement?": "هل من الممكن تغيير عنوان التسليم بعد تقديم الطلب؟",
  "Yes, if the customer agrees with the delivery time at the new location and paying the difference, it is possible to transfer to the new address.": " نعم، إذا وافق العميل على موعد التسليم في الموقع الجديد ودفع الفرق، فمن الممكن التحويل إلى العنوان الجديد.",
  "Is it possible to buy from your website in bulk and with a discount?": "هل من الممكن الشراء من موقع الويب الخاص بك بكميات كبيرة وبخصم؟",
  "Anyone can buy Ferezi products in bulk as a guest and use common discounts. But the schools that cooperate with Ferezi will benefit from special and varied discounts.": "يمكن لأي شخص شراء منتجات Ferezi بكميات كبيرة كضيف واستخدام خصومات مشتركة. لكن المدارس التي تتعاون مع Ferezi ستستفيد من الخصومات الخاصة والمتنوعة.",
  "How can you track your order?": "كيف يمكنك متابعة طلبك؟",
  "Through the website, the school, the transportation officer and by contacting Ferzei's response department": "من خلال الموقع والمدرسة ومسئول النقل ومن خلال التواصل مع قسم الاستجابة للفرزي",
  "How much does it cost to send an order?": "ما هي تكلفة إرسال الطلب؟",
  "The delivery cost depends on the order value, distance from the store to the delivery location, delivery time (express or regular), partner classification, and variable customer factors.": "تعتمد تكلفة التوصيل على قيمة الطلب، والمسافة من المتجر إلى موقع التسليم، ووقت التسليم (سريع أو عادي)، وتصنيف الشركاء، وعوامل العملاء المتغيرة.",
  "Can you add or remove a product after placing an order?": "هل يمكنك إضافة أو إزالة منتج بعد تقديم الطلب؟",
  "Yes. Only if the order is not sent.": " نعم.  فقط إذا لم يتم إرسال الطلب.",
  "What happens if we are not present when the order is delivered?": "ماذا يحدث إذا لم نكن حاضرين عند تسليم الطلب؟",
  "It will be delivered to the second person approved by the customer. Or the product may be returned to the store after a certain time (5 to 10 minutes).": " يتم تسليم الطلب للطرف الثاني بموافقة العميل.،سيتم إرجاع الطلب في وقت محدد إلى المتجر الإلكتروني.(من 5 إلى 10 دقائق).",
  "How to pay the bill?": "كيف يتم دفع الفاتورة",
  "You can settle your bill in five ways: Online, Cash at the store or to the delivery person at your doorstep, Automatic payment from credit card, and settlement at the end of every month or every week": "عبر الإنترنت، نقدًا في المتجر أو إلى موظف التوصيل عند باب منزلك، الدفع التلقائي من بطاقة الائتمان، الدفع عن طريق الائتمان و السداد نهاية كل شهر أو كل أسبوع.",
  "How can I buy from you without having a second password?": "كيف يمكنني الشراء منك دون أن يكون لدي كلمة مرور ثانية؟",
  "We can't give an exact answer right now, but you can check it on the internet, however, we will verify further.": " لا يمكننا تقديم إجابة دقيقة في الوقت الحالي، ولكن يمكنك التحقق من ذلك على الإنترنت، ومع ذلك، سنتحقق أكثر.",
  "Is there a limit to the shopping cart amount?": "هل هناك حد لمبلغ عربة التسوق؟",
  "No for the guest, but for the users and copartner of Ferezi, it will vary according to their financial capacity.": "لا للضيف ، ولكن بالنسبة للمستخدمين والشريك في Ferezi ، سيختلف ذلك وفقًا لقدراته المالية.",
  "Is it possible to buy in person from the store?": "هل يمكن الشراء شخصيا من المتجر؟",
  "Yes, but not for all branches, but for selected branches that can be in person or drive-through.": "نعم، ولكن ليس لجميع الفروع، ولكن لفروع محددة يمكن التواجد فيها شخصيًا أو الشرإ من السیارة",
  "What cities do you ship to?": "ما هي المدن التي تقومون بالشحن إليها؟ ",
  "For urban and rural areas that are located at a certain distance from the store (up to 50 km), it is done according to the normal procedure. For orders outside the scope of the store's services, due to Ferezi's commitment to the freshness and health of the products, delivery will be made at the store. Ferezi is responsible for the quality and quantity of the product until the time of delivery to the customer.": "بالنسبة للمناطق الحضرية والريفية التي تقع على مسافة معينة من المتجر (حتى 50 كم)، يتم ذلك وفقًا للإجراء العادي.  للطلبات الخارجة عن نطاق خدمات المتجر، ونظراً لالتزام فريزي بنظارة وصحة المنتجات، سيتم التوصيل في المتجر.  فريزي هو المسؤول عن جودة وكمية المنتج حتى وقت التسليم للعميل.",
  "Let's add this point, all your doubts and questions about ferezi will be answered as soon as possible (ASAP) through email: info@ferezi.com": "ومن الأفضل الإشارة إلى أنه سيتم الرد على جميع شكوكك وأسئلتك حول فريزي في أسرع وقت ممكن عبر الیمیل: info@ferezi.com",
  "Your choice": "اختیارک",
  "Ferezi choice": "اختیار فريزي",
  "Home": "الصفحة الرئيسة",
  "Select your order type": "اختر نوع الطلب",
  "Event": "الاحتفال",
  "School": "مدرسة",
  "Select delivery date": "حدد تاريخ التسليم",

  "child": "طفل",
  "children list": "قائمة الأطفال",
  "add new child": "إضافة طفل جديد",
  "child name": "اسم الطفل",
  "edit": "التصحيح",
  "edit profile child": "تحرير ملف تعريف الطفل",
  "child age": "سن الطفل",
  "child height": "ارتفاع الطفل",
  "child weight": "وزن الطفل",
  "girl": "بنت",
  "boy": "ولد",
  "save changes": "حفظ التغييرات",
  "conditions": "شروط",
  "help": "مساعدة",
  "You can read here about us": "يمكنك أن تقرأ هنا عنا",
  "about Us": "معلومات عنا",
  "Need to communicate with us?": "هل تحتاج إلى التواصل معنا؟",
  "take action from here": "اتخذ الإجراء من هنا",
  "contact Us": "اتصل بنا",
  "Frequently Asked Questions": "أسئلة مكررة",
  "cart": "عربة التسوق",
  "cart is empty": "عربة التسوق فارغة",
  "Accept": "يقبل",
  "Close": "يغلق",
  "change": "يتغير",
  "continue": "يكمل",
  "exam": "امتحان",
  "sport": "رياضة",
  "no breakfast": "لا فطور",
  "error404": "الصفحة غير موجودة",
  "error500": "إصدار HTTP غير مدعوم",
  "descriptionForError404": "آسف لهذه المشكلة ولكن لا تقلق سوف تجد طريقك مرة أخرى",
  "descriptionForError500": "نأسف لهذه المشكلة ولكننا نحاول حلها",
  "NotFoundError": "",
  "chooseDeliveryDate": "اختر تاريخ التسليم",

  "whatMakesFEREZIUnique?": "ما الذي يجعل فريزي فريدة من نوعها?",
  "selectChild": "حدد الطفل",
  "childsStatus": "حالة الطفل:",
  "back": "خلف",
  "next": "التالي",
  "AddToTheCart": "أضف إلى العربة",
  "remove": "يزيل",
  "addCoupon": "أضف عرض",
  "completeTheOrder":"أكمل الأمر",
  "totalValue":"الحرارية اللازمة",
  "dailyValue":"الحرارية اليومية",
  "pack":"علية"
}
