{
  "login": "ورود",
  "Sign Up": "ثبت نام",
  "Already have an Account?": "قبلا ثبت نام کردید؟",
  "If you are new?": "حساب کاربری ندارید؟",
  "create now": "ثبت نام کنید",

  "Company Name": "نام مجموعه",
  "userName": "نام کاربری",
  "position": "سمت",
  "mobileNumber": "شماره همراه",
  "emailAddress": "آدرس ایمیل",
  "password": "رمز عبور",

  "welcome": "خوش آمدید",
  "Get Safe Delivery At Your Door Step": "Get Safe Delivery At Your Door Step",

  "Phone": "تلفن",
  "Email": "ایمیل",
  "Website": "وب سایت",
  "Address": "آدرس",

  "Information": "اطلاعات",
  "Help": "راهنمایی",
  "You can see your previous orders here.": "سفارشات قبلی خود را می توانید در اینجا ببینید",
  "Order list": "لیست سفارش",
  "Order code": "کد سفارش",
  "Thank you for your order": ".از سفارش شما سپاس گذاریم",
  "your order has been placed successfully.": "سفارش شما با موفقیت ثبت شد.",
  "Your order ID is": "آیدی سفارش شما ",
  "Order details.": "جزئیات سفارش",
  "Bag total": "مجموع کیسه",
  "Bag savings": "پس انداز کیسه",
  "Coupon discount": "کوپن تخفیف",
  "Apply coupon": "درخواست کوپن",
  "Delivery": "ارسال",
  "Total amount": "مجموع مبلغ",
  "Name is required": "نام الزامی است",
  "age_min": "سن باید حداقل ۴ سال باشد",
  "age_max": "سن باید حداکثر ۱۸ سال باشد",
  "Age is required": "سن الزامی است",
  "Height is required": "قد الزامی است",
  "Weight is required": "وزن الزامی است",
  "Gender is required": "جنسیت الزامی است",
  "Organizational roles of team members": "نقش های سازمانی اعضای تیم",
  "Dr. Abdolreza Soleymani": "دکتر عبدالرضا سلیمانی ",
  "Founder Owner and Chief Executive Officer (CEO)": "بنیانگذار مالک و مدیر اجرایی (مدیر عامل)",
  "Dr. Parsa Madadi Amiri": "دکتر پارسا مددی امیری",
  "Chief Business Development Officer (CBDO)": "مدیر ارشد توسعه کسب و کار (CBDO)",
  "Dr. Mahdi Amirpour": "دکتر مهدی امیرپور",
  "Chief Operating Officer (COO)": "مدیر عامل (COO)",
  "Dr. Saleh Goltabar": "دکتر صالح گلتابر ",
  "Chief Financial Officer (CFO)": "مدیر ارشد مالی (CFO)",
  "Ooops!": "اوه نه!",
  "404": "۴۰۴",
  "ERROR": "خطا",
  "Page Not Found": "صفحه یافت نشد",
  "Sorry about this problem but don’t worry you will find your way back again": "متاسفیم که با این مشکل مواجه شدید، اما نگران نباشید، دوباره راه خود را پیدا خواهید کرد",
  "Go Back To Home": "بازگشت به خانه",
  "Ferezi group on..... with slogan Happy K to Smart 12 started its activity.": "",
  "Ferezi application has taken a new step by using the expertise of creative and experienced young people in their field of work using new ideas.": "اپلیکیشن فرزی با بهره گیری از تخصص جوانانی خلاق ،خوش ذوق و با تجربه در حیطه ی کاری خود با استفاده از ایده های نو گامی نو برداشته است.",
  "The idea of forming Ferezi was sparked by attention to basic nutrition and concern for the healthy nutrition of children.": "ایده ی تشکیل شدن فرزی از توجه به تغذیه ی اصولی و دل‌نگرانی برای تغذیه ی سالم کودکان جرقه خورده است.",
  "The goal of this project is to provide healthy and basic food packs and snacks for children as soon as possible.": "هدف این پروژه تهیه ی پک های غذایی و میان وعده های سالم و اصولی برای کودکان در سریع ترین زمان ممکن است",
  "Our developer Team": "تیم توسعه دهنده ما",
  "Hadi HeidarNemati": "هادی حیدرنعمتی",
  "Nothing is impossible for me. In fact I can cut the mustard. If you want, I can turn my laptop into a snake.": "برای من غیر ممکن وجود نداره. در حقیقت از پس هر کاری برمیام. اگر بخوای میتونم برات لپتاپم رو تبدیل به مار بکنم.",

  "I think instead of you so you 'll be comfortable": "من جای تو فکر می کنم تا تو راحت تر باشی",
  "I am very picky about the words I say and write": "در مورد کلماتی که میگم و می نویسم بسیار حساسم",
  "Project manager and Back-end Developer": "مدیر پروژه و بک اِند دِوِلوپر",
  "https:/t.me/hhnemati": "https:/t.me/hhnemati",
  "h.hnemati@gmail.com": "h.hnemati@gmail.com",

  "Delivery addresses": "آدرس‌های تحویل",
  "Transactions": "تراکنش‌ها",
  "Coupons": "کوپن‌ها",
  "Language": "زبان",
  "About Us": "درباره ما",
  "Contact Us": "تماس با ما",
  "Log out": "خروج از حساب",
 
  "Sepide Jalali": "سپیده جلالی",
  "Designer": "طراح",
  "Sajede Azimi": "ساجده عظیمی",
  "Content management": "مدیریت محتوا",

  "How to buy from the store?": "چطور از فروشگاه خرید کنم؟",
  "Parents, childrens, users and customers of Ferezi can get healthy snacks online through the website or buy in person at selected stores registered in Ferezi. Ferezi allows schools and educational centers that have buffets and restaurants to become active representatives of Ferezi products by registering in the Ferezi system.": "والدین ، فرزندان ،کاربران و مشتریان فرزی می توانند میان وعده های غذایی سالم را به صورت آنلاین از طریق سایت و یا به صورت حضوری در فروشگاه های منتخب ثبت شده در فرزی دریافت کنند. فرزی به مدارس و مراکز آموزشی که دارای بوفه و رستوران هستند این امکان را می‌دهد با ثبت نام در سامانه ی فرزی به نماینده فعال عرضه ی محصولات فرزی تبدیل شوند.",
  "Is it possible to cancel the order?": "آیا امکان کنسل کردن سفارش ثبت شده وجود دارد؟",
  "Yes, of course. You can cancel your order from the Ferezi store. However, Ferezi store is not responsible for paying the delivery fee.": "بله البته منوط برآنکه سفارش فقط بار مالی برای فرزی ایجاد نماید. در غیر اینصورت هزینه های بطور مثال انتقال از فروشگاه به مدرسه را باید تسویه نماید.",
  "Is it possible to order for another person and deliver to her?": "آیا میتوانم برای فرد دیگری خرید کنم و سفارش به او تحویل داده شود؟ ",
  "Yes, provided that the client is approved in the Ferezi system.": "بله به شرط آنکه فرد سفارش دهنده در سیستم فرزی شناخته شده و تایید شده باشد مثال مشخص آن سفارش و خرید مدارس برای دانش آموزان متقاضی",
  "How can I trust your online store?": "چطور میتوانم به فروشگاه شما اعتماد کنم؟ ",
  "You can be sure the quality of Ferezi products by checking the opinions of customers, certificates, and valid reports. We must add that you can know the quality of products by visiting the permanent and temporary exhibitions of Ferezi and testing the food by parents and childrens.": "میتونید با بررسی بازخورد سایر مشتریان، گواهینامه ها، مدارک و گزارشات معتبر مراکز و موسسات ناظر یا مراجعات حضوری به showroom, نمایشگاههای دایمی وموقت .... فرزی و تست مواد غذایی توسط خانواده و کودک از کیفیت محصول فرزی اطمینان یابید",
  "Is it possible to buy installments in Ferezi?": "آیا امکان خرید اقساطی از فروشگاهتان وجود دارد؟",
  "Yes, but the level and amount of installments depends on the credit of the customer in the Ferezi system. Installments may increase or decrease.": "بله اما سطح و میزان خرید اقساط به وضعیت و اعتبار مالی ثبت شده سفارش دهنده در سامانه فرزی بستگی دارد و کم و زیاد میشود",
  "Is it possible to pay COD on your website ?": "آیا قابلیت پرداخت در محل در سایت شما وجوددارد؟",
  "Yes, you can pay the fee to the salesperson or the delivery agent when the package is delivered.": "بله پرداخت به متصدی فروش یا مامور تحویل بسته سفارشی ویا تسویه با شخص حقیقی یا حقوقی سفارش دهنده بسته",
  "How long will it take for my order to arrive?": "چقدر طول میکشد تا سفارش به دستم برسد؟",
  "Under normal circumstances, in the city of Muscat, within a radius of 15 kilometers, there is a Farzi snack supply center within a radius of 15 kilometers, and your package will reach you in less than 15 minutes. Of course, this range can be extended to a radius of 50 km in Muscat in normal conditions and outside of peak hours, and the delivery time will increase by a maximum of 30 minutes.": "بافرض شرایط عادی، در شهر مسقط , در محدوده شعاع ۱۵ کیلومتری هر فروشگاه یا مرکز تامین میان وعده های فرزی وجود دارد که بسته ی شما کمتر از ۱۵ دقیقه به دستتان می رسد. البته این محدوده میتواند در شرایط عادی و خارج از زمان پیک تا شعاع ۵۰ کیلومتر در محدوده مسقط گسترش یابد و زمان تحویل حداکثر ۳۰ دقیقه افزایش یابد.",
  "How can you return a defective product?": "چطور میتوانم کالای معیوب را عودت دهم؟",
  "You can return defective goods to stores and schools (as a Ferezi partner) before consumption. Defective goods can be returned to schools at the time of consumption. However, for schools that cooperate with Farzi, a percentage of the order is considered to cover defective goods": "کالاهای معیوب قبل از مصرف قابل عودت به فروشگاه و مدارس (به عنوان شریک فرزی) و در زمان مصرف قابل عودت از طریق مدارس هستند.",
  "However, for schools that cooperate with Farzi, a percentage of the order is considered to cover defective goods": "با اینهمه باید برای مدارس شریک فرزی درصدی از سفارش را برای پوشش کالاهای معیوب در نظر گرفته شود و به سفارش اضافه می شود.",
  "How do I use a discount code in your store?": "چطور از کد تخفیف در فروشگاهتان استفاده کنم؟",
  "There will be different modes. It should be checked so that our ability and support capacity is consistent with common cases in these countries.": "حالتهای مختلف خواهد بود اجازه بدین بیشتر بررسی بشه باید با موارد مشابه و رایج در این کشورها و البته توانایی و ظرفیت پشتیبانی ما همخوانی داشته باشه.",
  "Is it possible to change the delivery address after the order placement?": "آیا امکان تغيير آدرس تحویل بعد از ثبت سفارش وجود دارد؟",
  "Yes, if the customer agrees with the delivery time at the new location and paying the difference, it is possible to transfer to the new address.": "بله در صورت موافقت سفارش دهنده با زمان تحویل در مکان جدید و باپرداخت مابه التفاوت هزینه انتقال به آدرس جدید امکان پذیر است.",
  "Is it possible to buy from your website in bulk and with a discount?": "میتوانم از سایت شما به صورت عمده و با قیمت همکار خرید کنم؟",
  "Anyone can buy Ferezi products in bulk as a guest and use common discounts. But the schools that cooperate with Ferezi will benefit from special and varied discounts.": "هر فرد حقوقی و حقیقی میتواند به عنوان مهمان به شکل عمده و کلی از محصولات فرزی خریداری نماید و از تخفیفات رایج استفاده نماید اما مدارس شریک فرزی می توانند با خرید از تخفیفات ویژه و متنوعی متناسب با حجم و میزان روزهای خرید بهره مند شوند.",
  "How can you track your order?": "چگونه میتوانم سفارش خود را پیگیری کنم؟",
  "Through the website, the school, the transportation officer and by contacting Ferzei's response department": "از طریق سایت، مدرسه، واحد یا شرکت مسئول ترانسپورت، و یا تماس با بخش پاسخگویی فرزی",
  "How much does it cost to send an order?": "هزینه ارسال سفارش چقدر است؟",
  "The delivery cost depends on the order value, distance from the store to the delivery location, delivery time (express or regular), partner classification, and variable customer factors.": "هزینه های ارسال بسته به ارزش سفارش و فاصله فروشگاه تا محل تحویل، زمان سفارش( پیک یا معمولی)، طبقه بندی شرکا و مشتریان متغیر خواهد بود.",
  "Can you add or remove a product after placing an order?": "آیا بعد از ثبت سفارش میتوانم محصولی را حذف یا اضافه کنم؟",
  "Yes. Only if the order is not sent.": "بله صرفا درصورتی که کالای سفارشی از فروشگاههای فرزی برای ارسال به مقصد خارج نشده باشد.",
  "What happens if we are not present when the order is delivered?": "اگر هنگام تحویل سفارش در محل حضور نداشته باشیم چه میشود؟",
  "It will be delivered to the second person approved by the customer. Or the product may be returned to the store after a certain time (5 to 10 minutes).": "تحویل به شخص ثالث با تایید فرد سفارش دهنده یا ارجاع محصول به فروشگاه پس از گذشت زمان معین شده انتظار مثلا ۵ تا ۱۰ دقیقه.",
  "How to pay the bill?": "روشهای پرداخت هزینه سفارش به چه صورت است؟",
  "You can settle your bill in five ways: Online, Cash at the store or to the delivery person at your doorstep, Automatic payment from credit card, and settlement at the end of every month or every week": "آنلاین و یا نقدی در محل فروشگاه یا به فرد تحویل دهنده در محل تحویل و یا برداشت خودکار از کیف اعتباری و یا پرداخت به صورت اعتباری و تسویه در پایان هرماه یا هر هفته",
  "How can I buy from you without having a second password?": "چطور بدون داشتن رمز دوم پویا از شما خرید کنم؟",
  "We can't give an exact answer right now, but you can check it on the internet, however, we will verify further.": "الان نمیدونم بطور قطعی اما میشه از اینترنت چک کرد با این حال در این خصوص بیشتر بررسی خواهم کرد.",
  "Is there a limit to the shopping cart amount?": "آیا مبلغ سبد خرید محدودیت دارد؟",
  "No for the guest, but for the users and copartner of Ferezi, it will vary according to their financial capacity.": "مبلغ سبد برای مهمان که تمام هزینه ها را به هنگام سفارش پرداخت میکند خیر، اما برای کاربران و شرکای فرزی نسبت به توان و ظرفیت مالی متغییر خواهد بود",
  "Is it possible to buy in person from the store?": "بله اما نه برای همه شعبات بلکه برای شعبات منتخب که میتواند حضوری در داخل و یا بصورت drive through باشد",
  "Yes, but not for all branches, but for selected branches that can be in person or drive-through.": "بله اما نه برای همه شعبات بلکه برای شعبات منتخب که میتواند حضوری در داخل و یا بصورت drive through باشد",
  "What cities do you ship to?": " سفارشات را به چه شهرهایی ارسال میکنید؟",
  "For urban and rural areas that are located at a certain distance from the store (up to 50 km), it is done according to the normal procedure. For orders outside the scope of the store's services, due to Ferezi's commitment to the freshness and health of the products, delivery will be made at the store. Ferezi is responsible for the quality and quantity of the product until the time of delivery to the customer.": "برای مناطق شهری و روستایی که در فاصله معین از محدوده فعالیت هر فروشگاه قرار دارند (حداکثر ۵۰ کیاومتر) براساس روال عادی انجام می شود و برای سفارشات خارج از محدوده خدمات هر فروشگاه به دلیل ملزم به رعایت تازگی ، سلامت و طول زمان انتظار صرفا تحویل در محل فروشگاه انجام خواهد شد ومسئولیت فرزی در قبال محصول عرضه شده صرفا به تضمین و پاسخگویی کیفیت و کمیت محصول تا زمان تحویل به مشتری است.",
  "Let's add this point, all your doubts and questions about ferezi will be answered as soon as possible (ASAP) through email: info@ferezi.com": "تمامی ابهامات و سوالات شما درباره ferezi از طریق ایمیل : info@ferezi.com در اسرع وقت (ASAP) پاسخ داده می شود.",
  "Your choice": "انتخاب شما",
  "Ferezi choice": "انتخاب فرزی",

  "Home": "صفحه اصلی",
  "Select your order type": "نوع سفارش خود را انتخاب کنید",
  "Event": "مراسم",
  "School": "مدرسه",
  "Select delivery date": "تاریخ تحویل را انتخاب کنید",

  "child": "کودک",
  "children list": "لیست کودکان",
  "add new child": "فرزند جدید اضافه کنید",
  "child name": "نام کودک",
  "edit": "اصلاح کردن",
  "edit profile child": "ویرایش پروفایل فرزند",
  "child age": "سن کودک",
  "child height": "قد کودک",
  "child weight": "وزن کودک",
  "girl": "دختر",
  "boy": "پسر",
  "save changes": "ذخیره ی تغییرات",
  "conditions": "شرایط",
  "help": "راهنمایی",
  "You can read here about us": "در اینجا می توانید در مورد ما بخوانید",
  "about Us": "درباره ی ما",
  "Need to communicate with us?": "نیاز به ارتباط با ما دارید؟",
  "take action from here": "از اینجا اقدام کنید",
  "contact Us": "تماس با ما",
  "Frequently Asked Questions": "سوالات متداول",
  "cart": "سبد خرید",
  "cart is empty": "سبد خرید خالی است",
  "Accept": "تایید",
  "Close": "لغو",
  "change": "تغییر",
  "continue": "ادامه",
  "exam": "امتحان",
  "sport": "ورزش",
  "no breakfast": "بدون صبحانه",
  "error404": "این صفحه پیدا نشد",
  "error500": "در سمت سرور مشکلی پیش آمده",
  "descriptionForError404": "بابت این مشکل متاسفم اما نگران نباشید دوباره راه خود را پیدا خواهید کرد",
  "descriptionForError500": "با عرض پوزش بابت این مشکل، ما در تلاش برای رفع آن هستیم",
  "NotFoundError": "",
  "chooseDeliveryDate": "انتخاب تاریخ تحویل",

  "whatMakesFEREZIUnique?": "چیزی که FEREZI را منحصر به فرد می کند?",
  "selectChild": "انتخاب فرزند",
  "childsStatus": "وضعیت کودک",
  "back": "قبلی",
  "next": "بعدی",
  "AddToTheCart": "اضافه به سبد",
  "remove": "حذف",
  "addCoupon": "کد تخفیف",
  "completeTheOrder": "ثبت سفارش",
  "totalValue":"میزان کالری",
  "dailyValue":"کالری مورد نیاز",
  "pack":"بسته"
}
